CourseProject_V3/runs/speed_v3_u0p15/case/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}

simulationType RAS;

RAS
{
    model           kOmegaSST;
    turbulence      on;
    viscosityModel  Newtonian;
}
